[
  {
    "title": "Hardware",
    "description": "This are the physical devices I use for work and / or entertainment on the daily.",
    "children": [
      {
        "title": "Windows 10 custom computer",
        "description": "My main personal computer. It has an Intel Core i7-10700 with 16GB RAM and 1TB + 500GB storage."
      },
      {
        "title": "14\" 2023 MacBook M2 Pro",
        "description": "The computer provided by my current employers; I use it only while on the job."
      },
      {
        "title": "Android 12 phone",
        "description": "My personal phone I use mostly to browse the web, take calls and be available while away from my computer."
      }
    ]
  },
  {
    "title": "Software",
    "description": "I'm currently using a Windows 10 machine and the software I use is installed on that operating system, so availability may vary.",
    "children": [
      {
        "url": "https://www.mozilla.org/",
        "title": "Firefox",
        "description": "This is my current browser of choice. I have it customised with some extensions you can check out further in this page."
      },
      {
        "url": "https://godotengine.org/",
        "title": "Godot",
        "description": "Godot is my current favourite game engine. After having tried RPG Maker and Game Maker Studio, I've been tinkering with Godot for a while and enjoyed it greatly."
      },
      {
        "url": "https://vscodium.com/",
        "title": "VSCodium",
        "description": "A fork of VSCode, VSCodium is everything I would want in a code editor. I've used VSCode since I started coding professionally, and I've never thought of using anything else."
      },
      {
        "url": "https://www.gimp.org/",
        "title": "GIMP",
        "description": "I don't have a lot of experience with GIMP. I grew up using a cracked version of Photoshop for everything I needed, but I've been wanting to use more of GIMP instead of supporting Adobe."
      },
      {
        "url": "https://inkscape.org/",
        "title": "Inkscape",
        "description": "Like with GIMP, Inkscape is an alternative to Adobe (in this case, Illustrator) that I've been trying to familiarize myself with."
      },
      {
        "url": "https://krita.org/",
        "title": "Krita",
        "description": "I've tried a few illustration programs in my life -Photoshop, Paint Tool Sai, Clip Studio Paint -and now I've been practicing and loving Krita."
      },
      {
        "url": "https://www.blender.org/",
        "title": "Blender",
        "description": "Blender is a standard for a reason. I first tried to learn 3D with Blender when I was a teen, and now I've been tinkering with it again for a few years and still want to learn more."
      },
      {
        "url": "https://libresprite.github.io/#!/",
        "title": "Libresprite",
        "description": "An open source alternative to Asesprite, Libresprite is everything I need whenever I am making any kind of pixel art for my games."
      },
      {
        "url": "https://www.libreoffice.org/",
        "title": "LibreOffice",
        "description": "I've been using LibreOffice for years, ever since I pivoted away from Microsoft Word, and I've never looked back."
      },
      {
        "url": "https://obsproject.com/es/",
        "title": "OBS",
        "description": "OBS is a standard in the video capturing scene and is what I use any time I need to make a small showcase of my games."
      }
    ]
  },
  {
    "title": "Websites and web-apps",
    "description": "These are some websites and webservices I find of particular interest.",
    "children": [
      {
        "url": "https://duckduckgo.com/",
        "title": "DuckDuckGo",
        "description": "With the enshittification of Google, I've been using DuckDuckGo as my main browser for a while and it fills almost any need I have."
      },
      {
        "url": "https://32bit.cafe/",
        "title": "@32bit.cafe RSS",
        "description": "I had wanted a RSS reader for years but only when I discovered this one I started to use it daily."
      },
      {
        "url": "https://archive.org/",
        "title": "Internet archive",
        "description": "If you like libraries, the Internet Archive is a dream come true. I've found more obscure media here than in any other place in the Internet."
      },
      {
        "url": "https://web.archive.org/",
        "title": "Wayback machine",
        "description": "I'm a nostalgic person, and whenever I want to remind myself of how the Internet used to be I go to the Wayback Machine."
      },
      {
        "url": "https://www.webdesignmuseum.org/",
        "title": "Web design museum",
        "description": "I like websites, and I prefer old-school and Y2K design trends so I find myself browsing the Web design museum for inspritation."
      },
      {
        "url": "https://neocities.org/",
        "title": "Neocities",
        "description": "I've hosted my blog in Vercel, Netlify and other services and now I like to keep it simple and use Neocities."
      }
    ]
  },
  {
    "title": "Web add-ons and extensions",
    "description": "These are plugins I have installed on my preferred browser all the time",
    "children": [
      {
        "url": "https://ublockorigin.com/",
        "title": "uBlock origin",
        "description": "Navigating the web today is impossible with an add blocker, and uBlock origin is recommended for a reason."
      },
      {
        "url": "https://bitwarden.com/",
        "title": "bitwarden",
        "description": "If you want to secure your accounts, you have to use complex passwords and other key systems, and Bitwarden is a very complete and ease to use vault and password manager."
      },
      {
        "url": "https://addons.mozilla.org/firefox/addon/tree-style-tab/",
        "title": "Tree Style Tab",
        "description": "I tend to have lots of tabs open, and I prefer the vertical layout of Tree Style Tab over the standard horizontal one."
      },
      {
        "url": "https://afinestart.me/",
        "title": "A fine start",
        "description": "I never knew I wanted the ability to completely customize the links in my browser's home page until I got recommended A fine start."
      }
    ]
  }
]
